/* No comment provided by engineer. */
"%02ld:%02ld" = "%1$02ld:%2$02ld";

"%02ld:%02ld.%02ld" = "%1$02ld:%2$02ld.%3$02ld";
"%02ld.%02ld" = "%1$02ld.%2$02ld";

/* No comment provided by engineer. */
"%02ld:00" = "%02ld:00";

/* No comment provided by engineer. */
"%@ minutes ('%@')" = "%1$@ Minuten ('%2$@')";

/* No comment provided by engineer. */
"Activity Timer. Ready to count." = "Activity Timer. Bereit zum zählen.";

/* No comment provided by engineer. */
"done" = "fertig";

/* No comment provided by engineer. */
"Pause timer" = "Timer anhalten";

/* No comment provided by engineer. */
"Please enter done text here" = "Bitte hier Fertig-Text eingeben";

/* No comment provided by engineer. */
"Pomodoro time seems to be over. Take a break." = "Die Pomodoro Zeit ist vorüber. Zeit für eine Pause.";

/* No comment provided by engineer. */
"Start timer" = "Timer starten";

/* No comment provided by engineer. */
"That was long. Nice. Take a break." = "Das war lang! Schön. Zeit für eine Pause.";

/* No comment provided by engineer. */
"Time for a break." = "Zeit für eine Pause.";

/* No comment provided by engineer. */
"Timer finished after %02ld minutes and %02ld seconds" = "Timer nach %1$ld Minuten und %2$ld Sekunden beendet.";

/* No comment provided by engineer. */
"Timer running %02ld:%02ld" = "Timer läuft %1$02ld:%2$02ld";

/* No comment provided by engineer. */
"Well done. 3 minutes passed." = "Super gemacht. 3 Minuten sind um.";

/* No comment provided by engineer. */
"You're done" = "Du bist fertig.";

"Current timer running: %ld minutes (%@)" = "Aktiver Timer: %1$ld Minuten (%2$@)";